{
  "nav": {
    "home": "Accueil",
    "about": "À propos",
    "services": "Services",
    "projects": "Projets",
    "contact": "Contact"
  },
  "accueil": {
    "titre1": "Développeur",
    "bouton": "Téléchargé &nbsp; C.V",
    "titre2": "Fullstack JS et Mobile",
    "description": "Passionné par le développement web, je transforme des idées innovantes en solutions numériques. Toujours à la recherche de nouveaux défis, je suis prêt à améliorer mes compétences et à apprendre de nouvelles technologies."
  },
  "about": {
    "titre": "À propos",
    "profil": "Profil",
    "xp": "Expériences",
    "boss": "Éducation",
    "competence": "Compétences",
    "bio": "Développeur fullstack JS et mobile, je conçois des applications performantes et intuitives pour répondre aux besoins des entreprises et des entrepreneurs. Avec une expertise en technologies modernes, je transforme vos idées en solutions digitales innovantes. Mon objectif : offrir des produits de qualité, adaptés aux tendances du marché, pour booster votre activité."
  },
  "service": {
    "titre": "Services",
    "desc": "Développeur passionné spécialisé dans la création d'applications web modernes et performantes. Je transforme vos idées en solutions digitales innovantes en utilisant les technologies populaires du marché.",
    "sub_title": "Prêt à démarrer votre projet ?",
    "desc_title": "Je suis disponible pour transformer vos idées en solutions digitales innovantes. Contactez-moi pour discuter de votre projet.",
    "btn": "Discuter de votre projet",
    "titre-service": {
      "1": "Développement Web Frontend",
      "2": "Développement Backend",
      "3": "Applications Responsives",
      "4": "Optimisation Web",
      "5": "Applications Web & Mobiles",
      "6": "Gestion de Projet"
    },
    "description": {
      "1": "Création d'interfaces modernes et réactives pour une expérience utilisateur fluide.",
      "2": "Conception d'APIs sécurisées et gestion efficace des bases de données.",
      "3": "Développement d'applications adaptées à tous les types d'écrans.",
      "4": "Amélioration des performances et optimisation SEO des sites web.",
      "5": "Création d'applications sur mesure pour répondre à vos besoins.",
      "6": "Planification et suivi efficaces avec des outils collaboratifs."
    }
  },
  "project": {
    "titre": "Projets",
    "sous_titre1": "Transformez vos idées en réalité",
    "sous_titre2": "Prêt à donner vie à votre vision ? Je suis là pour vous aider.",
    "btn": "Intéressé",
    "voir_details": "Voir détails",
    "title": {
      "1": "Plateforme de Suivi et Paiement pour des bénéficiaires",
      "2": "Gestion de Réservation de Taxi (Côté Administrateur)",
      "3": "Tableau de Bord Analytics",
      "4": "Système de Captive Portal Externe",
      "5": "Portfolio Créatif"
    },
    "detail": {
      "1": "Une plateforme de gestion moderne et efficace, conçue pour faciliter la distribution de services à des bénéficiaires. Elle permet une gestion fluide des bénéficiaires, l'enregistrement des transactions par les caissiers, un suivi en temps réel des opérations, ainsi qu’un tableau de bord détaillé pour les administrateurs. Cette solution est idéale pour les organisations ou structures souhaitant digitaliser et sécuriser leur processus de distribution.",
      "2": "Un système de gestion de réservations en ligne pour taxis, spécialement conçu pour les administrateurs. Cette application propose des fonctionnalités avancées comme le suivi des chauffeurs en temps réel, la gestion des clients et des réservations, ainsi que des rapports détaillés pour optimiser les opérations. Elle simplifie la coordination entre chauffeurs et clients tout en améliorant l'efficacité globale.",
      "3": "Un tableau de bord interactif et intuitif conçu pour analyser des données complexes en temps réel. Il permet de visualiser les performances à l'aide de graphiques dynamiques, de générer des rapports personnalisés et d'identifier des tendances clés. Idéal pour les entreprises cherchant à prendre des décisions éclairées basées sur des données précises.",
      "4": "Une solution de captive portal robuste permettant de gérer l'accès au réseau pour les utilisateurs. Elle inclut une authentification sécurisée, des options de personnalisation pour les entreprises, et une intégration d'outils d'analyse pour suivre l'utilisation du réseau. Cette plateforme est idéale pour les hôtels, cafés ou tout autre espace public offrant une connexion Wi-Fi.",
      "5": "Un portfolio en ligne interactif conçu pour présenter mes compétences, projets et réalisations de manière élégante. Ce site est optimisé pour une navigation fluide et propose des animations modernes qui captivent l'attention des visiteurs. Parfait pour mettre en valeur mon expertise et attirer des opportunités professionnelles."
    }
  },
  "contact": {
    "titre": "Contactez-moi",
    "desc": "N'hésitez pas à me contacter pour discuter de vos projets ou pour toute question. Je suis toujours ravi d'échanger sur de nouvelles opportunités.",
    "coordonnees": "Mes Coordonnées",
    "envoyer_message": "Envoyez-moi un message",
    "send_mess": "Envoyer le message",
    "holderName": "Votre nom",
    "holderEmail": "Votre email",
    "holderMess": "Votre message"
  }
}
